[GENERAL]
NAME					= Українська
TRANSLATOR				= Did Kokos
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Швидкий, Простий редактор відео.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Незареєстрована копія

TEXT_YES				= Так
TEXT_NO					= Ні
TEXT_CLOSE				= Закрити
TEXT_CANCEL				= Скасувати
TEXT_OK					= OK
TEXT_ABORT				= Зупинити
TEXT_RETRY				= Повторити
TEXT_IGNORE				= Пропустити
TEXT_CONTINUE				= Продовжити

TEXT_SAVE				= Зберегти
TEXT_NOT_SAVE				= Не зберігати

TEXT_SECOND				= Сек.

TEXT_OPEN_FILE				= Відкрити файл
TEXT_SELECT_FOLDER			= Оберіть папку виводу

TEXT_SEG_DURATION			= Тривалість ${str1}
TEXT_SEEK_POS				= Переміщення ${str1}
TEXT_TOTAL_SEG_DURATION			= Загально ${str1}
TEXT_HIGH_SPEED_MODE			= Швидкий режим
TEXT_HIGH_ENCODING_MODE			= Режим кодування

TEXT_VOLUME_MUTE			= Без звуку
TEXT_VOLUME				= Гучність: ${int1}

TEXT_CHANGE_LANG			= Щоб змінити мову слід перезапустити Bandicut. Перезапустити зараз?
TEXT_RESET_ALL_SETTINGS			= Ви впевнені, що бажаєте повернути всі стандартні налаштування?
TEXT_SHUTDOWN_SEC			= Систему буде вимкнуто через ${int1} секунд(и).
TEXT_SHUTDOWN_APP_SEC			= Bandicut буде закрито через ${int1} секунд(и).

TEXT_UPDATE_AVAILABLE			= Доступна нова версія. [br]Бажаєте завантажити її?
TEXT_UPDATE_UNAVAILABLE			= Ви використовуєте останню версію програми
TEXT_UPDATE_FAILED			= Не вдалося перевірити наявність нової версії програми. [br]Будь ласка, перевірте підключення до інтернету і повторіть спробу.
TEXT_OFFLINE				= Ця функція використовується лише коли система підключена до Інтернету[br]Будь ласка, повторіть спробу після перевірки підключення до Інтернету.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Помилка програми. [br]Перезапустіть Bandicut.

TEXT_NOT_SEEKABLE			= Цей файл не підтримується 
TEXT_NOT_SEEKABLE_DETAIL		= Швидікісний режим і параметри відрізка не доступні.[br]- Пошкоджений індекс таблиці.[br]- Відсутні кадри або індекс таблиці.

TEXT_NOT_SUPPORT_FILE			= Bandicut не підтримує цей файл. [br](Немає інформації про Аудіо або Відео кодек.)[br][br]- Відео кодек: ${int1} ${str1}[br]- Аудіо кодек: ${int2} ${str2}[br]- Формат файлу: ${str3}
TEXT_NOT_SUPPORT_VIDEO			= [br]- Відео кодек ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Аудіо кодек ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Формат файлу : ${str1}
TEXT_NOT_SUPPORT_NONE			= Ні
TEXT_NOT_SUPPORT_NOT_DECODE		= (Не вдається відтворити)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Відсутні відеодані)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Вхідний файл не існує.[br]Будь ласка, перевірте шлях до файлу. 

TEXT_NOT_HIGH_SPEED			= Швидкісний режим недоступний.
TEXT_NOT_HIGH_SPEED_DETAIL		= Ви не можете використовувати швидкісний режим. [br]- Будь ласка, використовуйте режим кодування.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Файл має менше 10 кадрів в секунду
TEXT_NOT_HIGH_SPEED_QUERY		= - Помилка перетворення файлу

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Швидкісний режим набагато швидший ніж Режим кодування. [br] Час початку файлу може змінитися при використанні швидкісного режиму. (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Ви бажаєте використовувати швидкісний режим?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Швидкісний режим доступний після реєстрації.[br][br]Придбайте ліцензію Bandicut за адресою https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= Ви не можете змінити цей пареметр в безкоштовній версії Bandicut. [br]Будь ласка, купіть Bandicut на https://www.bandicut.com

TEXT_KEY_FRAME_CUT			= - Час початку файлу може змінюватися.
TEXT_KEY_FRAME_CUT2			= - Будь ласка, використовуйте режим Кадрування, при виникненні помилок.

TEXT_NOT_HIGH_SPEED_JOIN		= Ви можете використовувати Швидкий режим, тільки для об'єднання файлів одного формату.

TEXT_MSG_CONVERTING_CLOSE		= Завдання не виконано. Ви справді бажаєте скасувати завдання та закрити Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Завдання не виконано. Ви справді бажаєте скасувати?
TEXT_MSG_CHECK_NOT_SHOW			= Більше не показувати це повідомлення.
TEXT_MSG_WRITE_HEADER			= Триває запис файлу. Якщо файл великого розміру - це може зайняти тривалий час. Будь ласка, наберіться терпіння.

TEXT_ERROR_DISKSPACE_TITLE		= Недостатньо місця на диску кінцевої теки.
TEXT_ERROR_DISKSPACE			= Будь ласка, змініть кінцеву теку і спробуйте знову.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Доступно місця на диску: ${str1}[br]-Необхідно:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Недостатньо місця в папці кешу.
TEXT_ERROR_CACHE_DISKSPACE		= Будь ласка, змініть папку кешу та спробуйте знову.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Доступно місця на диску: ${str1}[br]-Необхідно:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Будь ласка змініть папку кешу.
TEXT_ERROR_FILE_SYSTEM			= Папка виведення або кешу розташовані не у файловій системі NTFS, що може спричинити проблеми з файлами обсягом більше 4Гб.[br]-Змінити папку:
TEXT_CANT_KEYFRAME_SEEK			= Триває аналіз медіа файлу. Після закінчення аналізу, ви можете продовжити роботу.
TEXT_READ_FILE				= Помилка читання файлу. Перевірте вхідний файл.[br]Якщо файл знаходиться на CD/DVD, будь ласка, скопіюйте його на жорсткий диск, і спробуйте знову.
TEXT_CODEC_CONFIG			= Невірні налаштування кодування.
TEXT_CODEC_CONFIG2			= [br]Будь ласка, перейдіть в меню 'Налаштування кодування', застосуйте стандартні налаштування, і спробуйте знову.
TEXT_VIDEO_ENCODING			= Помилка кодування вхідного відео. Перевірте вхідний файл та налаштування кодування.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Конвертацію зупинено, оскільки виникла проблема з кодеком Intel® Quick Sync Video.
TEXT_VIDEO_ENCODING_QSV			= Бажаєте використовувати програмний кодек H.264?
TEXT_AUDIO_ENCODING			= Помилка кодування вхідного звуку. Перевірте вхідний файл та налаштування кодування.
TEXT_NOT_SUPPORT_TYPE			= Помилка створення вихідного файлу.
TEXT_UNSUPPORT_VIDEO_SIZE		= Дану роздільну здатність застосувати неможливо.[br]Максимально допустима роздільна здатність ${str1} із ${str2}.[br]Будь ласка, перейдіть в розділ 'Налаштування кодування', оберіть іншу роздільну здатність і повторіть спробу.
TEXT_NO_ENCODER				= Не знайдено кодувальник.
TEXT_SEND_FILE				= Відправивши це відео нам на bandicut@bandicam.com, ми спробуємо виправити цю проблему.
TEXT_CHECK_CHANGE_ENCODER		= Використати програмний кодек H.264 з цього місця
TEXT_INTER_FILE				= Сталася помилка під час збереження відео до кінцевої папки.
TEXT_CANT_DECODE_AUDIO			= Деякі звукові доріжки неможливо декодувати.[br]Вони не будуть конвертовані. Ви впевнені, що хочете продовжити?

TEXT_REBUILD_COMPLETE			= Файл(и) підготовлено.
TEXT_REBUILD_FAILED			= Під час підготовки відео сталася помилка.[br]

TEXT_ERRMSG_CONVERT_NUM			= Помилка кодування.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Не вдалося використовувати швидкісний режим, тому що файл занадто великий. Будь ласка, використовуйте режим кодування.

TEXT_MSG_CHANGE_MODE_DROP		= При додаванні у Bandicut декількох файлів, Bandicut буде змінено на Об'єднювач. [br]Справді бажаєте продовжити?
TEXT_MSG_CANT_CHANGE			= Bandicut аналізує додані файли.

TEXT_MISSED_FILE_REMOVE 		= Файл вилучено зі списку оскільки його не існує.[br]-${str1}

TEXT_INVALID_VALUE			= Введіть значення між ${int1} та ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Ви можете додати ${int1} файлів/відрізків.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Деякі ${int1} файли не були додані.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Ви збираєтеся перевищити максимальну кількість відрізків (99). Якщо продовжити, деякі відрізки не будуть додані.[br]Ви впевнені, що хочете продовжити?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Неможливо розділити файл на ${int1} відрізків, оскільки час кожного відрізка надто короткий.[br]Будь ласка, введіть меншу кількість відрізків.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Ви більше не можете ділити на відрізки, оскільки перевищено максимальну кількість відрізків.
TEXT_WARNING_MAX_SEGMENT_ZERO		= Значення часу довше за час відрізку.[br] Будь ласка, встановіть менше значення та повторіть спробу.
TEXT_WARNING_INVALID_TIME		= Будь ласка, встановіть час більше 1 секунди.

TEXT_EXIST_FILE_HEADER			= Файл з такою назвою вже існує.
TEXT_EXIST_FILE_COMMENT			= Якщо продовжити, файл буде перейменовано згідно його порядкового номеру.
TEXT_EXIST_FILE_OVERWRITE			= Зберегти проект
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} вже існує.[br]Бажаєте перезаписати?

TEXT_MSG_PROJECT_HELP			= Що таке файл проекту?
TEXT_MSG_SAVE_PROJECT_HEADER		= Виконується завдання.
TEXT_MSG_SAVE_PROJECT			= Якщо ви додасте відеофайли або файл проекту - поточне завдання буде втрачено.
TEXT_MSG_SAVE_PROJECT2			= Бажаєте продовжити після збереження проекту?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Бажаєте продовжити після збереження проекту?
TEXT_MSG_LOAD_PROJECT_FAIL		= Помилка відкриття файлу проекту.
TEXT_MSG_RESTORE_PROJECT		= Bandicut неправильно завершив роботу.[br]Ви хочете відновити попереднє завдання?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video не увімкнено.[br]Для використання кодеку "H264 (Intel® Quick Sync Video)", будь ласка, підключіть кабель VGA з монітора в порт VGA на материнській платі.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Перейти на сайт щоб дізнатися подробиці?

TEXT_ENCODER_TITLE			= ${str1} кодер доступний
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} є апаратним кодером, який дозволяє редагувати відео з більш високою швидкістю, ніж кодер на базі програмного забезпечення.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Бажаєте використовувати кодер ${str1}?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Ця функція більше не підтримується політикою Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Інформація про файл
TEXT_H264_NOT_SUPPORT			= Це система не підтримує кодування H. 264
TEXT_FILE_NAME				= Ім'я файлу: ${str1}
TEXT_FILE_TYPE				= Формат файлу: ${str1}
TEXT_FILE_DURATION			= Тривалість: ${str1}
TEXT_FILE_SIZE				= Розмір файлу: ${str1}
TEXT_SEGMENT				= Відрізок: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Початковий час старту: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Новий час старту: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Використовувати швидкісний режим: ${str1}
TEXT_SEEKABLE				= Видимість ${str1}  
TEXT_POSSIBLE				= Увімкнуто
TEXT_IMPOSSIBLE				= Вимкнуто
TEXT_POSSIBLE_REG			= Буде доступно після реєстрації.
TEXT_TRACK_COUNT				= ${int1} Відео Доріжка(и), ${int2} Аудіо Доріжка(и)
TEXT_OUTPUT_FILE_INFO			= Інформація виводу файлу
TEXT_ADD_FAILED				= [Не вдалося додати файл]
TEXT_OUTPUT_OPTION			= Налаштування виводу
TEXT_INPUT_FILES				= [Вхідні файли(відрізки) Кі-ть : ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Кодек

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Медіа файли
TEXT_MAIN_PROJECT_FILES			= Файли проекту
TEXT_MAIN_ALL_FILES			= Всі файли

TEXT_MOREINFO				= Докладніше...

TEXT_SEGMENT_TITLE			= Сегмент ${str1}
TEXT_SEGMENT_FILE_TITLE			= Файл ${str1}

TEXT_RECORDING				= Запустити Bandicam Screen Recorder[br](Запис екрану ПК, гри чи вебкамери)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Пробна версія
TEXT_BANNER_OFF_SUBJECT			= Ви використовуєте незараєстровану версію.
TEXT_BANNER_OFF_CONTENTS_1		= Якщо ви придбаєте і зареструєте ліцензію Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= то зможете використовувати програму без обмежень пробної версії.
TEXT_BANNER_RESULT_SUBJECT		= Не задовільняє швидкодія?
TEXT_BANNER_RESULT_CONTENTS_1		= Будь ласка, придбайте ліцензію Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		= Швидкість буде збільшено на <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Купити вже

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (безкоштовно) для Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Fastest Lossless Video Cutter, Splitter and Joiner
TEXT_BANNER_UWP_CONTENTS_2		= Детальна інформація на офіційному сайті.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Загальні
TEXT_TAB_FILE				= Вивід
TEXT_TAB_LANGUAGE			= Мова
TEXT_TAB_HIGHSPEED			= Швидкісний
TEXT_TAB_VFILTER			= Відео фільтр
TEXT_TAB_INFO				= Про програму

TEXT_PREFIX_FILE_NAME			= Ім'я вхідного файлу
TEXT_PREFIX_CUSTOM			= Власний допис
TEXT_PREFIX_NONOE			= Нічого
TEXT_SUFFIX_TIME			= Дата і час
TEXT_SUFFIX_SERIAL			= Порядковий номер
TEXT_SUFFIX_DATE_SERIAL			= Дата і порядковий номер
TEXT_FILE_EXAMPLE			= Приклад)
TEXT_DEFAULT_CACHE_FOLDER		= (За шириною)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Швидко, Апаратне прискорення)

TEXT_H264_NOT_SUPPORT			= Ваша система не підтримує кодування в H.264.[br]Перейти на сайт щоб дізнатися подробиці?

TEXT_VIDEO_QUALITY			= Якість
TEXT_VIDEO_BITRATE			= Бітрейт(kbps)
TEXT_AUDIO_MONO				= Моно
TEXT_AUDIO_STEREO			= Стерео
TEXT_NO_VIDEO				= Вимк. Відео
TEXT_NO_AUDIO				= Вимк. Звук
TEXT_VIDEO				= Відео
TEXT_AUDIO				= Аудіо
TEXT_UNKNOWN				= Невідомо
TEXT_AUTO				= Автоматично
TEXT_ALWAYS				= Завжди
TEXT_DONT_USE				= Вимкнено

TEXT_FIT_WIDTH				= Змінити ширину
TEXT_FIT_HEIGHT				= Змінити висоту
TEXT_SIZE_AUTO				= Початковий розмір
TEXT_SIZE_CUSTOM			= Вручну

TEXT_FIT_WIDTH_INFO			= Змінити ширину (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Змінити висоту (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (Новий iPad)

TEXT_FPS_AUTO				= Залишити оригінальний FPS

TEXT_MIN_VIDEO_SIZE			= Мінімальне значення ширини та висоти ${int1}.
TEXT_MAX_VIDEO_SIZE			= Максимальне значення ширини та висоти відео ${int1}.
TEXT_ODD_VIDEO_SIZE			= При кодуванні може відбутися збій, якщо ширина і висота відео має непарний розмір. Бажаєете вибрати інший розмір?
TEXT_ODD_VIDEO_SIZE2			= [br]- Обраний розмір користувачем: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- новий розмір відео: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Максимальний бітрейт відео ${int1} Кб/с.
TEXT_MAX_VIDEO_QUALITY			= Якість відео повинна бути від 1 до 100
TEXT_DONT_ALLOW_NORMALIZE		= Ви не можете використовувати цю дію разом з дією [Remove Audio Tracks].[br]Бажаєте вимкнути [Remove Audio Tracks]?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Ви не можете використовувати цю дію разом з дією [Normalize].[br]Бажаєте вимкнути  [Normalize]?

TEXT_SAMPLERATE_AUTO			= Вихідна частота

TEXT_ASK_FOR_REG			= Незареєстрована версія
TEXT_ASK_FOR_REG_DETAIL			= Придбайте ліцензію Bandicut, щоб зняти всі обмеження.
TEXT_ASK_FOR_REG_CONTINUE		= Пропустити
TEXT_ASK_FOR_REG_REGNOW			= Зареєструвати Bandicut
TEXT_ASK_FOR_REG_TRY			= Спробувати незареєстровану версію

TEXT_NOT_EXIST_OUTPUT			= Обрана папка не існує. Змініть кінцеву папку.
TEXT_NOT_SUPPORT_FOLDER			= Неможливо зберегти файл в обрану папку. Будь ласка, оберіть іншу папку.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Неможливо зберегти файл в початкову папку. [br]Бажаєте продовжити після зміни налаштувань [Папки збереження]?
TEXT_NOT_ALLOWED_CHAR			= Ім'я файлу не може містити наступні символи.[br]${str1}
TEXT_LONG_PATH				= Занадто довге ім'я файлу. Будь ласка, скоротіть ім'я та спробуйте ще раз, або виберіть інший, короткий шлях збереження файлу.[br]Максимальна довжина шляху до файлу ${int1} символів.
TEXT_ADDING_FILES			= Триває додавання файлів. Будь ласка, зачекайте.

TEXT_DEFAULT_PRESET			= За шириною
TEXT_FIT_WIDTH_PRESET			= За шириною
TEXT_FIT_HEIGHT_PRESET			= За висотою
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Смартфон
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Ви хочете видалити шаблон?[br][br]-Ім`я шаблону: ${str1}
TEXT_SAME_PRESET			= Введене ім'я вже існує.  Ви хочете перезаписати існуючий шаблон?[br][br]-Ім`я шаблону: ${str1}
TEXT_SAME_RENAME_PRESET			= Введене ім'я вже існує. Будь ласка, введіть інше ім'я.[br][br]-Ім`я шаблону: ${str1}
TEXT_REFLECTED_PRESET			= Ваш шаблон був застосований[br][br]-Ім`я шаблону: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Ця програма встановить Bandicut на ваш комп'ютер.[br][br]Якщо Bandicut запушений, вийдіть з нього на час встановлення.[br][br]Натисніть кнопку Далі, щоб продовжити.
TEXT_DELETE_ALL_FILES			= Не всі файли (${str1}) були видалені. [br]Ви дійсно хочете видалити їх?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut вже запущено. Закрийте програму перед виконанням.
TEXT_THIS_IS_NT_ONLY_APP		= Ця програма процює тільки на Windows Vista або новіше. [br]Бажаєте завантажити версію для Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Ця програма не працює на 32-розрядній Windows. [br]Хочете завантажити версію для 32-розрядної Windows?
TEXT_NEED_ADMIN_PRIVILEGE		= Для встановлення програми необхідні права Адміністратора. [br]Ви бажаєте перервати встановлення?
TEXT_DELETE_ALL_PRESET_FILES		= Існують ваші шаблони шалаштування.[br]Ви хочете їх видалити?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Будь ласка, оберіть режим роботи.
TEXT_WIZARD_COMMENT_CUT			= Розрізати відеофайл і видалити один або декілька відрізків.
TEXT_WIZARD_COMMENT_SPLIT		= Розділити відео на кілька відрізків.
TEXT_WIZARD_COMMENT_JOIN		= Об'єднати кілька відеофайлів.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Розділювач
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Об'єднювач

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Продовжити
TEXT_PAUSE				= Пауза
TEXT_READY				= Очікування

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Запис назви файлу
TEXT_JOIN_JOB				= Об'єднати

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut успішно зареєстрований.
TEXT_REGISTER_FAILED			= Помилка реєстрації. [br]Перевірте правильність введених даних. [br]Перевірте електронну адресу і серійний номер.
TEXT_REGISTER_CONNECT_FAILED		= Помилка підключення.[br]Перевірте з'єднання з інтернет.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Якщо вам потрібна допомога, натисніть кнопку OK.
TEXT_REGISTER_INFO			= Ел. пошта: ${str1}[br]Серійний номер: ${str2}
TEXT_REGISTER_INFO2		= Термін ліцензії : ${str1} (${int1} днів до закінчення)
TEXT_REGISTER_INFO2_EXPIRED	= Термін ліцензії : ${str1} (Закінчено)
TEXT_REGISTER_YET			= Незареєстрована версія![br]- На відео буде розміщено водяний знак.[br]- Будь ласка, натисніть кнопку "Реєстрація", щоб видалити всі обмеження.
TEXT_HAS_BEEN_UNREGISTERED		= Реєстрацію Bandicut скасовано.
TEXT_UNREGISTER				= Скасувати реєстрацію Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	= Термін дії ліцензії Bandicut закінчується через ${int1} днів. Натисніть кнопку "ОК", щоб отримати інструкції щодо поновлення ліцензії.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Термін дії ліцензії Bandicut закінчився. Натисніть кнопку "ОК", щоб отримати інструкції щодо поновлення ліцензії.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Будь ласка, введіть назву відео для його відвантаження.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Логін - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Вхід до YouTube через браузер...
TEXT_UPLOAD_VIMEO_LOGIN			= Логін - Vimeo
TEXT_UPLOAD_COMPLETE			= Відвантажено
TEXT_UPLOAD_ERR_FAIL			= Помилка відвантаження відео.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Цей файл надто великий для відвантаження.
TEXT_UPLOAD_ERR_FREESPACE		= Недостатньо вільного місця для відвантаження.
TEXT_UPLOAD_ERR_CONNECT			= Помилка з'єднання з сервером.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Помилка відвантаження відео. Звичайні користувачі Vimeo не можуть використовувати цю функцію.
TEXT_UPLOAD_WARNING_DOING		= Відвантажується ${int1} відео. Бажаєте скасувати і закрити Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Введіть пароль.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut перевищив щоденну квоту завантаження для YouTube.\nКвоту буде відновлено о півночі за тихоокеанським часом (PT).\nЗавантажте відео безпосередньо в YouTube або повторіть спробу після півночі. \n\nБажаєте перейти до YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Не вдалося отримати ключ доступу.

TXT_TITLE               		= Вхід з YouTube завершено!
TXT_MESSAGE_COMPLETE1   		= Вхід з YouTube завершено!
TXT_MESSAGE_COMPLETE2   		= Ви можете закрити цю сторінку.
TXT_GOTO_BANDICUT_HOME  		= Перейти до bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Встановлюється...
TEXT_UPDATE_FAILED_DL			= Помилка завантаження файлу встановлення. [br]Система не підключена до інтернету.
TEXT_UPDATE_INSTALL_SUCCEED		= Встановлення завершено.
TEXT_UPDATE_INSTALL_FAILED		= Помилка встановлення.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Про програму [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Відкрити файл [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Відвантажити до
MENUSTR_MAIN_FILE_CLOSE			= Закрити файл [tab]F4
MENUSTR_MAIN_OUTPUT			= Відкрити кінцеву папку [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Налаштування [tab]F5
MENUSTR_MAIN_REGISTER			= Реєстрація [tab]F3
MENUSTR_MAIN_CLOSE			= Вихід[tab]Alt+F4
MENUSTR_MAIN_HELP			= Довідка
MENUSTR_HELP_ONLINE			= Допомога
MENUSTR_HELP_HOTKEYS			= Швидкі клавіші
MENUSTR_HELP_LICENSE			= Ліцензійна угода
MENUSTR_MAIN_VIDEO			= Відео
MENUSTR_MAIN_AUDIO			= Аудіо
MENUSTR_MAIN_FILE_INFO			= Інформація про файл [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Закрити всі файли [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Відкрити проект
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Зберегти проект
MENUSTR_UPLOAD_SETTING			= Налаштування

MENUSTR_PRESET_USER			= Користувальницькі
MENUSTR_PRESET_ADD			= Додати стиль
MENUSTR_PRESET_EDIT			= Редагувати стиль

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Скасувати
IDOK					= OK
IDC_BTN_CLOSE				= Закрити
IDC_BTN_YES				= Так
IDC_BTN_NO				= Ні
IDC_BTN_REGISTER			= Зареєструвати
IDC_CK_OPEN_OUTPUT_FOLDER		= Відкрити папку виводу після завершення...
IDC_ST_DETAIL_LINK			= Докладніше...
IDC_ST_OPTION				= Налаштування
IDC_ST_HELP				= Довідка

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Режим кодування: Налаштування
IDC_ST_FILE_FORMAT			= File
IDC_ST_FORMAT				= Формат файлу
IDC_ST_VIDEO_DETAIL			= Відео
IDC_ST_AUDIO_DETAIL			= Аудіо
IDC_ST_VIDEO_SIZE			= Розмір відео
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Відео кодек
IDC_ST_VIDEO_MODE			= Тип бітрейту
IDC_ST_VIDEO_QUALITY			= Якість
IDC_ST_VIDEO_BITRATE			= Бітрейт
IDC_ST_VIDEO_DEINTERLACE		= Deinterlace
IDC_ST_AUDIO_CODEC			= Аудіо кодек
IDC_ST_AUDIO_CHANNEL			= Канал
IDC_ST_AUDIO_SAMPLERATE			= Частота
IDC_ST_AUDIO_MODE			= Тип бітрейту
IDC_ST_AUDIO_BITRATE			= Бітрейт
IDC_BTN_PRESET				= Усталено
IDC_BTN_SETTING_MORE			= Більше налаштувань...
IDC_ST_AUDIO_NORMALIZE			= Нормалізувати
IDC_CK_AUDIO_NORMALIZE			= Використати

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Налаштування H.264
IDC_ST_H264_PROFILE_SETTING		= Налаштування ${str1}
IDC_ST_H264_PROFILE			= Профіль
IDC_ST_H264_LEVEL			= Рівень

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Додати новий стиль
IDC_ST_ADD_PRESET			= Ви можете зберегти поточні налаштування формату[br]як новий стиль. Введіть ім'я нового стилю:
IDC_ST_SELECT_ENCODER			= H.264 Encoder Settings
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Перейменувати стиль
IDC_ST_RENAME_PRESET			= Введіть нове ім'я для шаблону:

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Редагування шаблонів користувача
IDC_BTN_PRESET_ADD			= Додати
IDC_BTN_PRESET_DELETE			= Видалити
IDC_BTN_PRESET_RENAME			= Перейменувати

[IDD_SETTING]
IDD_SETTING				= Конфігурація
IDC_BTN_RESET				= Скинути

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Повідомляти про непідтримувані формати при відкритті
IDC_CK_ALERT_EXIST_FILE			= Повідомляти про збіг імен файлів.
IDC_CK_ALERT_SAVE_PROJECT		= Сповіщення при збереженні файлу проекту.
IDC_CK_USE_LOG_FILE			= Створити звіт(.log)
IDC_CK_MOV_FRONT_HEADER			= Зберегти інформацію про файл (тільки MP4).
IDC_CK_KEEP_CREATION_TIME		= Зберегти дату створення/час вхідного файлу (Атрибути).
IDC_ST_UPLOAD				= Налаштування відвантаження
IDC_CK_SHOW_TIP				= Показати підказки/інформацію
IDC_CK_AUTO_MOVE			= Переміщення позиції введення цифровими клавішами.
IDC_CK_DEINTERLACE_PREVIEW		= Застосовувати фільтр Deinterlace при відтворенні переплетеного відео.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Кінцева папка
IDC_BTN_SET_OUTPUT			= Огляд...
IDC_BTN_OPEN_OUTPUT			= Відкрити
IDC_CK_OUTPUT_SOURCE			= Зберегти в папку з оригіналом
IDC_ST_FILENAME				= Налаштування найменування
IDC_ST_CACHE_FOLDER			= Папка кешу
IDC_BTN_SET_CACHE_FOLDER		= Огляд...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= За шириною

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Мова
IDC_ST_TRANSLATOR			= Дякуємо за переклад

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Повідомляти коли неможливо використовувати Швидкісний режим.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Завжди різ./об'єд. за ключ. кадрами в Швидкісному режимі.
IDC_CK_SHOW_KEY_FRAME_CUT		= Повідомляти про зміну початкового часу в файлі.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Відвантажити на Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Інформація відвантаження
IDC_ST_VIMEO_FILENAME			= Ім'я файлу:
IDC_ST_VIMEO_TITLE			= Назва:
IDC_ST_VIMEO_DESCRIPTION		= Опис:
IDC_ST_VIMEO_PRIVACY			= Приватність:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Будь-хто - Дозволити будь-кому переглядати це відео
IDC_RD_VIMEO_PRIVACY_ONLYME		= Тільки я - Дозволити переглядати тільки мені і нікому більше
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Мої фаворити - Дозволити переглядати відео людям на яких я підписаний в Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Дозволити перегляд лише за посиланням
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Звичайні користувачі Vimeo не можуть використовувати цю функцію)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Тільки користувачі з паролем зможуть переглядати відео 
IDC_CK_HIDE_PASSWORD			= Приховати пароль
IDC_BTN_VIMEO_UPLOAD			= Відвантажити
IDC_LN_VIMEO_HELP			= Допомога

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Відвантаження...
IDC_ST_VIMEO_UPLOADED			= Відвантаження відео завершено!
IDC_ST_VIMEO_LINK			= Посилання:
IDC_ST_VIMEO_EMBED			= Вставка:
IDC_BTN_VIMEO_LINK_GO			= Перейти
IDC_BTN_VIMEO_EMBED_COPY		= Копіювати
IDC_BTN_VIMEO_CLOSE			= Закрити

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Відвантажити на Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Інформація відвантаження
IDC_ST_YOUTUBE_FILENAME			= Ім'я файлу:
IDC_ST_YOUTUBE_TITLE			= Назва:
IDC_ST_YOUTUBE_DESCRIPTION		= Опис:
IDC_ST_YOUTUBE_PRIVACY			= Приватність:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Загальна - Дозволити всім переглядати це відео
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Обмежена - Дозволити переглядати лише за посиланням
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Приватна - Дозволити переглядати тільки мені і обраним мною людям
IDC_BTN_YOUTUBE_UPLOAD			= Відвантажити
IDC_LN_YOUTUBE_HELP			= Допомога
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Не виходити
IDC_BTN_YOUTUBE_LOGOUT			= Вийти

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Відвантаження...
IDC_ST_YOUTUBE_UPLOADED			= Відвантаження відео завершено!
IDC_ST_YOUTUBE_LINK			= Посилання:
IDC_ST_YOUTUBE_EMBED			= Вставка:
IDC_BTN_YOUTUBE_LINK_GO			= Перейти
IDC_BTN_YOUTUBE_EMBED_COPY		= Копіювати
IDC_BTN_YOUTUBE_CLOSE			= Закрити

[IDD_FILEINFO]
IDD_FILEINFO				= Про файл
IDC_BTN_CLIPBOARD			= Копіювати в буфер

[IDD_REGISTER]
IDD_REGISTER				= Зареєструвати Bandicut
IDC_ST_1BUY				= 1. Купити
IDC_ST_1BUY_COMMENT			= Якщо Bandicut не зареєстрований, на відео додаватиметься водяний знак. Будь ласка, натисніть на кнопку "Купити", щоб придбати ліцензію Bandicut.
IDC_BTN_BUY_ONLINE			= Купити зараз
IDC_ST_2REGISTER			= 2. Реєстрація
IDC_ST_2REGISTER_COMMENT		= Будь ласка, введіть адресу електронної пошти та серійний номер.(Потрібне з'єднання з інтернет)
IDC_ST_EMAIL_ADDRESS			= Ел. пошта
IDC_ST_SERIAL_NUMBER			= Серійний номер
IDC_BTN_REGISTER_NOW			= Зареєструвати зараз
IDC_BTN_UNREGISTER_NOW			= Скасувати реєстраціюі

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Вимкнути комп'ютер
IDC_ST_SHUTDOWN_INFO			= Вимкнути комп'ютер
IDC_ST_SHUTDOWN_MSG1			= Комп'ютер автоматично вимкнеться.[br]Якщо ви не хочете вимкнути, натисніть кнопку Скасувати.
IDD_SHUTDOWN_APP			= Закрити Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Закрити Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut автоматично закриється.[br]Якщо ви не хочете закривати його, натисніть кнопку Скасувати.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Налаштування оновлення
IDC_ST_UPDATE_SETTING			= Налаштування
IDC_CK_ENABLE_AUTO_CHECK		= Увімкнути автоматичне оновлення
IDC_CK_SHOW_UPDATE_POPUP		= Показати виринаюче вікно, коли доступно важливе оновлення.
IDC_CK_SHOW_ENABLE_BETA			= Показати pop-up при наявності бета оновлення.
IDC_BTN_CHECK_UPDATE_NOW		= Перевірити оновлення

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Інфорація оновлення
IDC_ST_UPDATE_MSG1			= Доступна нова версія.
IDC_ST_UPDATE_MSG2			= Натисніть кнопку “оновити”, щоб завантажити його.
IDOK					= Оновити

[IDD_FAILTOADD]
IDD_FAILTOADD				= Помилка додавання файлу(ів).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Розділювач відео
IDOK					= Застосувати
IDC_RD_SPLIT_NUMBER			= Розділити на
IDC_RD_SPLIT_TIME			= Розділити на час:
IDC_ST_SEGMENT				= відрізки
IDC_CK_KEEP_SEGMENT			= Залишити обрані відрізки
IDC_ST_HOUR				= Год.
IDC_ST_MIN				= Хв.
IDC_ST_SEC				= Сек.

[IDD_INFORMATION]
IDD_INFORMATION				= Швидкі клавіші
IDD_INFORMATION_LICENSE			= Ліцензійна угода

[SKIN]
; New UI
; Common
$BN_START				= Старт
$BN_CANCEL				= Скасувати
$BN_OK					= OK
$BN_YES					= Так
$BN_NO					= Ні
$ST_OPTION				= Налаштування
$CK_JOIN				= Злиття відрізків
$BN_OPEN_OUTPUT				= Відкрити
$BN_HELP				= Довідка
$CHECK_DO_NOT_SHOW			= Більше не показувати це повідомлення.

; Main
$BN_TIP					= Будь ласка, пройдіть реєстрацію, щоб зняти всі обмеження. 
$BN_ADD_SEGMENT				= Додати сегмент
$BN_GUIDE_OPEN_FILE			= Оберіть файл
$BN_GUIDE_OPEN_FILE_JOINER		= Оберіть файл
$ST_GUIDE_SET_SEGMENT			= Виберіть проміжок
$ST_GUIDE_START				= Натисніть СТАРТ
$ST_GUIDE_ADD_FILES			= Додайте файли
$ST_SEGMENT_LIST_TITLE			= Список відрізків
$ST_SEGMENT_LIST_TITLE_JOIN		= Список об'єднаних файлів

; Wizard
$BN_WIZARD_CUT				= Обрізати
$BN_WIZARD_JOIN				= Об'єднати
$BN_WIZARD_SPLIT			= Розділити

; About
$ST_ABOUT_VERSION_INFO			= Версія Bandicut
$ST_ABOUT_COPYRIGHT			= Всі права захищено(c) 2013-2019 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Доступна нова версія.
$BN_ABOUT_CHECK_UPDATE			= Оновлення
$ST_ABOUT_LICENCE_INFO			= Інформація про програму
$BN_ABOUT_REGISTER			= Реєстрація
$BN_ABOUT_REGISTER_HELP			= Як придбати і зареєструватися
$ST_ABOUT_HOMEPAGE_INFO			= Веб-сайт URL
$ST_ABOUT_HOMEPAGE_URL			= Домашня сторінка
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Оновити реєстрацію
$BN_ABOUT_RENEW_LICENSE			= Оновити ліцензію

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Режим
$RD_READY_HIGH_SPEED_MODE		= Швидкісний режим
$RD_READY_ENCODING_MODE			= Режим кодування
$ST_READY_MODE_HIGH_SPEED		= швидко і без втрат (Рекомендується)
$ST_READY_MODE_ENCODING			= виберіть формат файлу, якість і кодек (Повільно)
$ST_READY_FILE_FORMAT			= Формат файлу
$ST_READY_VIDEO_INFO			= Відео
$ST_READY_VIDEO_ENCODER			= Video Encoder
$ST_READY_AUDIO_INFO			= Аудіо
$BN_READY_DETAIL_SETTING		= Налаштування кодування
$BN_READY_PRESET			= Шаблони
$ST_READY_OUTPUT_OPTION			= Вивід
$ST_READY_OUTPUT_FILE_NAME		= Ім'я файлу
$ST_READY_SAVE_FOLDER			= Кінцева тека
$CK_READY_OUTPUT_TO_SOURCE		= Зберегти в теку з оригіналом
$ST_READY_TRACK_OPTION			= Зберегти завдання
$RD_READY_ALL_TRACK			= Зберегти всі відео та аудіо доріжки
$RD_READY_SEL_TRACK			= Зберегти вибрані відео та аудіо доріжки
$CK_READY_EXTRACT_AUDIO			= Видобути аудіодоріжку (.mp3)
$CK_READY_REMOVE_AUDIO			= Видалити аудіодоріжку

; Run
$ST_RUN_CUT_FILE_INFO			= Прогрес
$ST_RUN_FILE_NAME			= Файл:
$ST_RUN_COMPLETE			= Завершено
$BN_RUN_UPLOAD				= Відвантажити
$BN_RUN_PLAY				= Відтворити
$ST_RUN_RUNNING_TIME			= Минуло часу після запуску
$ST_RUN_REMAINING_TIME			= Часу залишилось
$ST_RUN_SPEED				= Швидкість
$ST_RUN_FILE_SIZE			= Розмір файлу
$ST_END_OPTION				= Після завершення
$ST_UPLOAD_OPTION			= Налаштування відвантаження
$CK_RUN_OPEN_OUTPUT_FOLDER		= Відкрити папку виводу після завершення...
$CK_RUN_SYSTEM_CLOSE			= Вимкнути комп'ютер
$CK_SOUND_ALARM				= Програвання звуку
$CK_MOVE_TO_MAIN			= Головне вікно

; Capture
$BN_OPEN_FOLDER			= Відкрити папку
$BN_MESSAGE				= [u]Створене зображення збережено до папки виводу.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Ви користувалися <font color="yellow">Bandicam</font>? З його допомогою можна записувати щось на екрані комп'ютера і зберігати у відеофайл.[Br]Бажаєте спробувати Bandicam?
$BN_UPDATE_STEP1_LINK			= Детальніше
$ST_UPDATE_STEP2_TEXT			= Завантажується...
$BN_UPDATE_INSTALL			= Встановити
$BN_UPDATE_LATER			= Ні, дякую!
$BN_UPDATE_CANCEL			= Скасувати
$BN_UPDATE_CLOSE			= Закрити
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Підготування для редагування.

; Tooltip
$TT_MENU				= Меню
$TT_WIZARD				= Початок роботи (Голона)
$TT_CUTTER				= Обрізати
$TT_JOINER				= Об'єднати
$TT_ABOUT				= Інформація (F1)
$TT_SETTING				= Налаштування (F5)
$TT_BANDICAM				= Запустити Bandicam

$TT_FILE_CLOSE_WORK			= Закрити всі файли (F4)
$TT_FILE_CLOSE_WORK_CUT			= Закрити файл - видалити всі сегменти (F4)

$TT_FILE_OPEN				= Оберіть файл (F2,Ctrl+O)
$TT_FILE_ADD				= Додайте файли (F2,Ctrl+O)
$TT_FILE_PROJECT			= Файли проекту
$TT_OPEN				= Відкрити

$TT_REGISTER				= Реєстрація (F3)
$TT_OPEN_OUTPUT_FOLDER			= Відкрити проект (Ctrl+F2)
$TT_HELP				= Допомога
$TT_REFRESH_LINFO			= Оновити дані ліцензії

$TT_PLAYER_PLAY				= Відтворити/Пауза (Space)
$TT_PLAYER_STOP				= Зупинити (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Відтворення/Пауза (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Зупинити (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Попередній ключовий кадр (Ctrl+Вліво)
$TT_PLAYER_PREV_FRAME			= Попередній кадр (Ліворуч)
$TT_PLAYER_NEXT_FRAME			= Наступний кадр (Праворуч)
$TT_PLAYER_NEXT_KEY_FRAME		= Наступний ключовий кадр (Ctrl+Вправо)
$TT_PLAYER_PREV_FILE_PLAY		= Відтворити попередній файл (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= Відтворити наступний файл (Right)
$TT_PLAYER_SEG_ADD			= Додати відрізок (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Ви можете додати ${int1} файли/відрізки.
$TT_PLAYER_SEG_START			= Початок відрізку ( S )
$TT_PLAYER_SEG_END			= Кінець відрізку ( E )
$TT_PLAYER_MUTE_ON			= Вимкнути звук ( M )
$TT_PLAYER_MUTE_OFF			= Увімкнути звук ( M )

$TT_PLAYER_CAPTURE			= Записати (Ctrl+C)

$TT_ADD_SEGMENT				= Додати обрану ділянку (Ctrl+N)
$TT_PREV_SEGMENT			= Вгору
$TT_NEXT_SEGMENT			= Вниз
$TT_PREV_MOVE_FILE			= Перемістити вліво
$TT_NEXT_MOVE_FILE			= Пермістити вправо

$TT_RUN_UPLOAD_OPTION			= Налаштування відвантаження

$TT_LIST_PLAY				= Грати/Зупинити сегмент
$TT_LIST_SPLIT				= Розділити
$TT_LIST_CUT_REMOVE			= Видалити
$TT_LIST_JOIN_REMOVE			= Видалити

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Швидкі клавіші для Bandicut
HOTKEYS_ABOUT				= - Про Bandicut:		F1
HOTKEYS_FILE_INFO			= - Про файл:		Ctrl+F1
HOTKEYS_SETTING				= - Налаштування:		F5
HOTKEYS_MAX				= - На весь екран:		Enter
HOTKEYS_CHANGE_MODE			= - Зміна режиму	: Ctrl+M
HOTKEYS_REGISTER			= - Реєстрація Bandicut	: F3
HOTKEYS_HOME				= - Перейти на головну:	Home

HOTKEYS_PLAY_TITLE			= * Відтворення 
HOTKEYS_OPEN_FILE			= - Відкрити файл:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Закрити (Все) Файл(и):		F4
HOTKEYS_START				= - Почати:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Відкрити кінцеву папку:	Ctrl+F2
HOTKEYS_PLAY				= - Відтворити/Пауза:	Space
HOTKEYS_STOP				= - Зупинити:		Ctrl+Space
HOTKEYS_MUTE				= - Звук увімк./вимк.:		M

HOTKEYS_SEGMENT_PLAY			= - Відтворити/Призупинити:      Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Зупинити відрізок:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Видалити відрізок:	Delete

HOTKEYS_PLAY_FORWARD			= - Вперед:			Вправо, Numpad+
HOTKEYS_PLAY_REWIND			= - Назад:			Вліво, Numpad-

HOTKEYS_CUT_TITLE			= * Різати
HOTKEYS_SET_START_TIME			= - Початок відрізку:	S
HOTKEYS_SET_END_TIME			= - Кінець відрізку:		E
HOTKEYS_SEGMENT_ADD			= - Додати відрізок:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Наст. кадр:		Вправо, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Наст. ключовий кадр:	Ctrl+стрілка Праворуч

HOTKEYS_PREVIOUS_FRAME			= - Попередній кадр:		Вліво, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Попер. ключовий кадр:	Ctrl+стрілка Ліворуч

HOTKEYS_PREVIOUS_SEL_SEG		= - Обрати попередній відрізок : Вгору
HOTKEYS_NEXT_SEL_SEG			= - Обрати наступний відрізок :   Вниз

HOTKEYS_PREV_TIME_DIGIT			= - До попереднього часу: Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - До наступного часу:	Tab

HOTKEYS_JOIN_TITLE			= * Об'єднати
HOTKEYS_PREV_FILE_PLAY			= - Відтворити попередній файл: Вліво
HOTKEYS_NEXT_FILE_PLAY			= - Відтворити наступний файл: Вправо